anthropic.claude-code
biati.ddev-manager
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
devsense.phptools-vscode
esbenp.prettier-vscode
formulahendry.auto-rename-tag
hubspot.hubl
mblode.twig-language-2
mikestead.dotenv
naumovs.color-highlight
pkief.material-icon-theme
usernamehw.errorlens
zhuangtongfa.material-theme
